{
  "source": "https://www.undocs.org/A/77/672/Add.1",
  "pdf": {
    "version": "1.10.100",
    "info": {
      "PDFFormatVersion": "1.7",
      "IsAcroFormPresent": false,
      "IsXFAPresent": false,
      "Author": "Michael Horn",
      "Creator": "Microsoft速 Word for Microsoft 365",
      "Producer": "Microsoft速 Word for Microsoft 365",
      "CreationDate": "D:20230411173110-04'00'",
      "ModDate": "D:20230411173110-04'00'"
    },
    "metadata": {
      "_metadata": {
        "pdf:producer": "Microsoft速 Word for Microsoft 365",
        "dc:creator": "Michael Horn",
        "xmp:creatortool": "Microsoft速 Word for Microsoft 365",
        "xmp:createdate": "2023-04-11T17:31:10-04:00",
        "xmp:modifydate": "2023-04-11T17:31:10-04:00",
        "xmpmm:documentid": "uuid:CB99A091-57EC-40AE-8E70-0E1854198E0B",
        "xmpmm:instanceid": "uuid:CB99A091-57EC-40AE-8E70-0E1854198E0B"
      }
    },
    "totalPages": 6
  },
  "summary": " The Fifth Committee of the United Nations General Assembly discussed the proposed programme budget for 2023, standards of accommodation for air travel, and the Enterprise Resource Planning Project Umoja. The Committee adopted a draft resolution on special subjects relating to the programme budget, which endorses the conclusions and recommendations of the Advisory Committee on Administrative and Budgetary Questions, reaffirms the International Civil Service Commission's role in establishing standards of travel, and requests the Secretary-General to limit the use of exceptions and strengthen internal controls. The resolution also requests the Secretary-General to make additional efforts to encourage all individuals to voluntarily downgrade from their entitled class, hold managers accountable for the judicious use of travel resources, and provide detailed disaggregated statistical information on reasons for non-compliance with the advance purchase policy. The Assembly also takes note of the report of the Secretary-General and the conclusions and recommendations of the Advisory Committee, subject to the provisions of the present resolution.",
  "id": "A/77/672/Add.1",
  "author": "Michael Horn",
  "title": "A/77/672/Add.1"
}