{
  "source": "https://www.undocs.org/A/RES/77/255",
  "pdf": {
    "version": "1.10.100",
    "info": {
      "PDFFormatVersion": "1.7",
      "IsAcroFormPresent": false,
      "IsXFAPresent": false,
      "Author": "Carla Mavrodin",
      "Creator": "Microsoft速 Word for Office 365",
      "Producer": "Microsoft速 Word for Office 365",
      "CreationDate": "D:20230106105525-05'00'",
      "ModDate": "D:20230106105525-05'00'"
    },
    "metadata": {
      "_metadata": {
        "pdf:producer": "Microsoft速 Word for Office 365",
        "dc:creator": "Carla Mavrodin",
        "xmp:creatortool": "Microsoft速 Word for Office 365",
        "xmp:createdate": "2023-01-06T10:55:25-05:00",
        "xmp:modifydate": "2023-01-06T10:55:25-05:00",
        "xmpmm:documentid": "uuid:C5DCA390-242E-46AC-8B85-AE9923A282E5",
        "xmpmm:instanceid": "uuid:C5DCA390-242E-46AC-8B85-AE9923A282E5"
      }
    },
    "totalPages": 13
  },
  "summary": " The United Nations General Assembly Resolution 77/255 reaffirms the importance of multilingualism in the activities of the United Nations and requests the Secretary-General to ensure the equal treatment of official languages in archiving of official meetings webcasts, the timely submission and issuance of documents for all intergovernmental bodies, and the implementation of conference management software. It also requests the Secretary-General to continue to improve conference facilities, explore technological and other innovations to advance effectiveness and efficiency in conference services, and to ensure access to and use of conference services and facilities for persons with disabilities. The resolution also requests the Secretary-General to continue to take actions for the effective implementation of the pattern of conferences, to increase efforts to ensure the equal treatment of official languages, and to liaise with permanent missions to identify outreach opportunities with universities, educational institutions, and language learning centres located worldwide.",
  "id": "A/RES/77/255",
  "author": "Carla Mavrodin",
  "title": "A/RES/77/255"
}