{
  "source": "https://www.undocs.org/A/RES/77/257",
  "pdf": {
    "version": "1.10.100",
    "info": {
      "PDFFormatVersion": "1.7",
      "IsAcroFormPresent": false,
      "IsXFAPresent": false,
      "Author": "Carla Mavrodin",
      "Creator": "Microsoft速 Word for Office 365",
      "Producer": "Microsoft速 Word for Office 365",
      "CreationDate": "D:20230106104529-05'00'",
      "ModDate": "D:20230106104529-05'00'"
    },
    "metadata": {
      "_metadata": {
        "pdf:producer": "Microsoft速 Word for Office 365",
        "dc:creator": "Carla Mavrodin",
        "xmp:creatortool": "Microsoft速 Word for Office 365",
        "xmp:createdate": "2023-01-06T10:45:29-05:00",
        "xmp:modifydate": "2023-01-06T10:45:29-05:00",
        "xmpmm:documentid": "uuid:9499859F-2BBD-4D7A-955C-C8CA9D0BC570",
        "xmpmm:instanceid": "uuid:9499859F-2BBD-4D7A-955C-C8CA9D0BC570"
      }
    },
    "totalPages": 2
  },
  "summary": " The General Assembly adopted Resolution 77/257 to review the jurisdictional set-up of the United Nations common system. The resolution endorses the conclusions and recommendations of the Advisory Committee on Administrative and Budgetary Questions, welcomes the report of the Secretary-General, acknowledges the efforts undertaken by the Secretary-General in engaging with multiple stakeholders, stresses the importance of preserving a single, unified and coherent United Nations common system, recalls the respective roles of the General Assembly and the International Civil Service Commission, encourages increased informal exchanges and sustained communication between the United Nations Dispute Tribunal and the United Nations Appeals Tribunal and the International Labour Organization Administrative Tribunal, notes proposals 1 and 2, invites the Secretary-General to complete the work on the outstanding legal and practical aspects pertaining to the jurisdictional set-up of the United Nations common system, and requests the Secretary-General to provide an informal briefing to Member States on the preparation of the final report. The Secretary-General is to conclude the review by 31 December 2023.",
  "id": "A/RES/77/257",
  "author": "Carla Mavrodin",
  "title": "A/RES/77/257"
}