{
  "source": "https://www.undocs.org/A/77/L.46",
  "pdf": {
    "version": "1.10.100",
    "info": {
      "PDFFormatVersion": "1.7",
      "IsAcroFormPresent": false,
      "IsXFAPresent": false,
      "Author": "Carla Mavrodin",
      "Creator": "Microsoft速 Word for Microsoft 365",
      "Producer": "Microsoft速 Word for Microsoft 365",
      "CreationDate": "D:20230125081743-05'00'",
      "ModDate": "D:20230125081743-05'00'"
    },
    "metadata": {
      "_metadata": {
        "pdf:producer": "Microsoft速 Word for Microsoft 365",
        "dc:creator": "Carla Mavrodin",
        "xmp:creatortool": "Microsoft速 Word for Microsoft 365",
        "xmp:createdate": "2023-01-25T08:17:43-05:00",
        "xmp:modifydate": "2023-01-25T08:17:43-05:00",
        "xmpmm:documentid": "uuid:6275CB59-5623-48C9-B4ED-28994942A367",
        "xmpmm:instanceid": "uuid:6275CB59-5623-48C9-B4ED-28994942A367"
      }
    },
    "totalPages": 10
  },
  "summary": " The United Nations General Assembly is considering a draft resolution on the promotion of durable peace and sustainable development in Africa. The resolution is sponsored by the Group of 77 and China and calls for continued support from the international community and the United Nations. It reaffirms the commitment to prevent and settle conflicts, promote human rights, democracy, the rule of law and constitutional order in Africa, while continuing to develop African capacities. It also calls for enhanced public health cooperation with Africa, and recognizes the adverse effects of climate change, ecological changes, and natural disasters on the achievement of sustainable development in African Member States. It urges continued support for measures to address the challenges of poverty eradication and hunger, decent job creation and sustainable development in Africa, and calls for coordination between the regional programme offices and relevant local, subregional, and regional institutions to ensure updated and tailored training materials and programmes. It also calls for respect for the principle of non-refoulement of refugees in Africa, and expresses grave concern about the growing threat posed by terrorism and violent extremism. Finally, it calls upon the United Nations system, Member States, and bilateral and multilateral partners to deliver on their commitments and support the full and speedy implementation of the political declaration on Africa's development needs, the 2030 Agenda, and the African",
  "id": "A/77/L.46",
  "author": "Carla Mavrodin",
  "title": "A/77/L.46"
}