{
  "source": "https://undocs.org/en/S/RES/2501(2019)",
  "pdf": {
    "version": "1.10.100",
    "info": {
      "PDFFormatVersion": "1.7",
      "IsAcroFormPresent": false,
      "IsXFAPresent": false,
      "Author": "Jayne Grodd",
      "Creator": "Microsoft速 Word for Office 365",
      "Producer": "Microsoft速 Word for Office 365",
      "CreationDate": "D:20191217094606-05'00'",
      "ModDate": "D:20191217094606-05'00'"
    },
    "metadata": {
      "_metadata": {
        "pdf:producer": "Microsoft速 Word for Office 365",
        "dc:creator": "Jayne Grodd",
        "xmp:creatortool": "Microsoft速 Word for Office 365",
        "xmp:createdate": "2019-12-17T09:46:06-05:00",
        "xmp:modifydate": "2019-12-17T09:46:06-05:00",
        "xmpmm:documentid": "uuid:A7A82B8A-935B-4A72-9C35-0CD305EC116C",
        "xmpmm:instanceid": "uuid:A7A82B8A-935B-4A72-9C35-0CD305EC116C"
      }
    },
    "totalPages": 5
  },
  "summary": " The Security Council of the United Nations reaffirmed its commitment to the sovereignty, independence, territorial integrity and national unity of Afghanistan, and its support for a peaceful, stable, and prosperous Afghanistan. It also reiterated its support for the fight against illicit production and trafficking of drugs from, and chemical precursors to, Afghanistan, and urged an immediate reduction in violence leading to a ceasefire to create an environment conducive to peace negotiations. The resolution establishes a Monitoring Team to operate under the direction of the Committee and to submit an annual report to the Committee on implementation of the measures referred to in the resolution, including specific recommendations for improved implementation. The Monitoring Team is responsible for consulting with Member States, other relevant organizations and bodies, engaging in regular dialogue with representatives in New York and capitals, and cooperating closely with the United Nations Office on Drugs and Crime (UNODC).",
  "id": "S/RES/2501(2019)",
  "author": "Jayne Grodd",
  "title": "S/RES/2501(2019)"
}