{
  "source": "https://www.undocs.org/A/RES/77/258",
  "pdf": {
    "version": "1.10.100",
    "info": {
      "PDFFormatVersion": "1.7",
      "IsAcroFormPresent": false,
      "IsXFAPresent": false,
      "Author": "Ryan Allen Hansen",
      "Creator": "Microsoft速 Word for Microsoft 365",
      "Producer": "Microsoft速 Word for Microsoft 365",
      "CreationDate": "D:20230116111829-05'00'",
      "ModDate": "D:20230116111829-05'00'"
    },
    "metadata": {
      "_metadata": {
        "pdf:producer": "Microsoft速 Word for Microsoft 365",
        "dc:creator": "Ryan Allen Hansen",
        "xmp:creatortool": "Microsoft速 Word for Microsoft 365",
        "xmp:createdate": "2023-01-16T11:18:29-05:00",
        "xmp:modifydate": "2023-01-16T11:18:29-05:00",
        "xmpmm:documentid": "uuid:547C38AC-B6AD-4A5B-8770-ECF9A965CA3A",
        "xmpmm:instanceid": "uuid:547C38AC-B6AD-4A5B-8770-ECF9A965CA3A"
      }
    },
    "totalPages": 6
  },
  "summary": " The United Nations General Assembly has adopted Resolution 77/258, which takes note of the reports of the Secretary-General, the Board of Auditors, the Chief Executive of Pension Administration, and the Advisory Committee on Administrative and Budgetary Questions. It endorses the conclusions and recommendations of the Advisory Committee, emphasizes the existing prerogative of the General Assembly on matters pertaining to the Fund, and requests the Pension Board to provide an update at the main part of the seventy-eighth session. It also approves an extension of one year for the Secretary-General to conduct trading of derivative instruments, and requests the Secretary-General to provide an update to the General Assembly on the progress made thus far. Additionally, the UN has approved the changes to the staffing table, including 9 new posts, 18 conversions, 1 reassignment, 1 reclassification, and 1 redeployment. The General Assembly also approved the estimates of 126,283,400 US dollars for the administration of the Fund for 2023, expenses chargeable directly to the Fund totalling 117,576,300 US dollars net for 2023, and the amount of 8,707,100 US dollars as the cost of services provided by the United Nations Joint Staff Pension Fund to the secretariat of the United Nations Staff Pension",
  "id": "A/RES/77/258",
  "author": "Ryan Allen Hansen",
  "title": "A/RES/77/258"
}