{
  "source": "https://www.undocs.org/A/RES/77/236",
  "pdf": {
    "version": "1.10.100",
    "info": {
      "PDFFormatVersion": "1.7",
      "IsAcroFormPresent": false,
      "IsXFAPresent": false,
      "Author": "Lucas Mansell",
      "Creator": "Microsoft速 Word for Microsoft 365",
      "Producer": "Microsoft速 Word for Microsoft 365",
      "CreationDate": "D:20230113134943-05'00'",
      "ModDate": "D:20230113134943-05'00'"
    },
    "metadata": {
      "_metadata": {
        "pdf:producer": "Microsoft速 Word for Microsoft 365",
        "dc:creator": "Lucas Mansell",
        "xmp:creatortool": "Microsoft速 Word for Microsoft 365",
        "xmp:createdate": "2023-01-13T13:49:43-05:00",
        "xmp:modifydate": "2023-01-13T13:49:43-05:00",
        "xmpmm:documentid": "uuid:4CAEC9FC-4153-4302-AD48-164164421DB3",
        "xmpmm:instanceid": "uuid:4CAEC9FC-4153-4302-AD48-164164421DB3"
      }
    },
    "totalPages": 8
  },
  "summary": " The United Nations General Assembly adopted Resolution 77/236 on 15 December 2022, reaffirming the purposes and principles of the Charter of the United Nations and the Universal Declaration of Human Rights, and the 2030 Agenda for Sustainable Development. The resolution calls for strengthening and promoting effective measures and international cooperation on organ donation and transplantation to prevent and combat trafficking in persons for the purpose of organ removal and trafficking in human organs. It also encourages Member States to ratify or accede to the United Nations Convention against Transnational Organized Crime and the Protocol to Prevent, Suppress and Punish Trafficking in Persons, and to consider adopting measures related to organ transplantation in line with the World Health Organization guiding principles. It also requests the UNODC to provide capacity-building and technical assistance to states to assist them in strengthening national capacities to effectively prevent and combat trafficking in persons for the purpose of organ removal.",
  "id": "A/RES/77/236",
  "author": "Lucas Mansell",
  "title": "A/RES/77/236"
}