{
  "source": "https://www.undocs.org/A/RES/77/225",
  "pdf": {
    "version": "1.10.100",
    "info": {
      "PDFFormatVersion": "1.7",
      "IsAcroFormPresent": false,
      "IsXFAPresent": false,
      "Author": "Theodosia Ashie",
      "Creator": "Microsoft速 Word for Microsoft 365",
      "Producer": "Microsoft速 Word for Microsoft 365",
      "CreationDate": "D:20230111142711-05'00'",
      "ModDate": "D:20230111142711-05'00'"
    },
    "metadata": {
      "_metadata": {
        "pdf:producer": "Microsoft速 Word for Microsoft 365",
        "dc:creator": "Theodosia Ashie",
        "xmp:creatortool": "Microsoft速 Word for Microsoft 365",
        "xmp:createdate": "2023-01-11T14:27:11-05:00",
        "xmp:modifydate": "2023-01-11T14:27:11-05:00",
        "xmpmm:documentid": "uuid:0AFB91DA-5082-4C49-B3BB-BA67B5C313A0",
        "xmpmm:instanceid": "uuid:0AFB91DA-5082-4C49-B3BB-BA67B5C313A0"
      }
    },
    "totalPages": 6
  },
  "summary": " The United Nations General Assembly adopted Resolution 77/225 on 15 December 2022, reaffirming the commitment to promote and encourage universal respect for and observance of all human rights and fundamental freedoms without distinction as to religion or belief. The resolution condemns any advocacy of religious hatred that constitutes incitement to discrimination, hostility, or violence, and calls upon all states to take measures to create collaborative networks, train government officials, speak out against intolerance, criminalize incitement to violence, combat denigration and negative religious stereotyping, and foster religious freedom and pluralism. It also requests the United Nations High Commissioner for Human Rights to include updates on efforts made in this regard in his reports to the Human Rights Council, and requests the Secretary-General to submit a report to the General Assembly at its seventy-eighth session that includes information provided by the High Commissioner on steps taken by states to combat intolerance.",
  "id": "A/RES/77/225",
  "author": "Theodosia Ashie",
  "title": "A/RES/77/225"
}