{
  "source": "https://www.undocs.org/A/RES/77/175",
  "pdf": {
    "version": "1.10.100",
    "info": {
      "PDFFormatVersion": "1.7",
      "IsAcroFormPresent": false,
      "IsXFAPresent": false,
      "Author": "Andrea Chambers",
      "Creator": "Microsoft速 Word for Microsoft 365",
      "Producer": "Microsoft速 Word for Microsoft 365",
      "CreationDate": "D:20221222125223-05'00'",
      "ModDate": "D:20221222125223-05'00'"
    },
    "metadata": {
      "_metadata": {
        "pdf:producer": "Microsoft速 Word for Microsoft 365",
        "dc:creator": "Andrea Chambers",
        "xmp:creatortool": "Microsoft速 Word for Microsoft 365",
        "xmp:createdate": "2022-12-22T12:52:23-05:00",
        "xmp:modifydate": "2022-12-22T12:52:23-05:00",
        "xmpmm:documentid": "uuid:CDEAA31B-7556-41C6-86AC-C5399245FA91",
        "xmpmm:instanceid": "uuid:CDEAA31B-7556-41C6-86AC-C5399245FA91"
      }
    },
    "totalPages": 7
  },
  "summary": " The United Nations General Assembly reaffirmed its commitment to promoting development in the context of globalization and interdependence, as outlined in its resolutions. This reaffirmation was made in the context of the 2030 Agenda for Sustainable Development and the Addis Ababa Action Agenda of the Third International Conference on Financing for Development. The resolution recognizes the positive developments of globalization, such as economic growth, poverty reduction, job creation, and higher living standards, but also acknowledges that the gains from globalization have been unevenly distributed. It also recognizes the potential of information and communications technology, scientific and technological innovation, and global interconnectedness to accelerate human progress. The resolution reaffirms the need for a revitalized Global Partnership for Sustainable Development to achieve the Sustainable Development Goals and other internationally agreed development goals. It also calls for equitable access to financial resources for developing countries, strengthened international cooperation, and an enhanced and revitalized global partnership.",
  "id": "A/RES/77/175",
  "author": "Andrea Chambers",
  "title": "A/RES/77/175"
}