{
  "source": "https://www.undocs.org/A/77/L.44",
  "pdf": {
    "version": "1.10.100",
    "info": {
      "PDFFormatVersion": "1.7",
      "IsAcroFormPresent": false,
      "IsXFAPresent": false,
      "Author": "David Haken",
      "Creator": "Microsoft速 Word for Microsoft 365",
      "Producer": "Microsoft速 Word for Microsoft 365",
      "CreationDate": "D:20230111151704-05'00'",
      "ModDate": "D:20230111151704-05'00'"
    },
    "metadata": {
      "_metadata": {
        "pdf:producer": "Microsoft速 Word for Microsoft 365",
        "dc:creator": "David Haken",
        "xmp:creatortool": "Microsoft速 Word for Microsoft 365",
        "xmp:createdate": "2023-01-11T15:17:04-05:00",
        "xmp:modifydate": "2023-01-11T15:17:04-05:00",
        "xmpmm:documentid": "uuid:42700F20-4644-4266-B882-5EEAF4F2474D",
        "xmpmm:instanceid": "uuid:42700F20-4644-4266-B882-5EEAF4F2474D"
      }
    },
    "totalPages": 5
  },
  "summary": " This resolution from the United Nations General Assembly reaffirms the principles and purposes of the UN Charter, the right to education, and the results of the World Programme for Human Rights Education. It also recalls relevant resolutions and instruments, such as the Universal Declaration of Human Rights, the International Covenant on Economic, Social and Cultural Rights, the Convention on the Rights of the Child, the Convention on the Elimination of All Forms of Discrimination against Women, and the Convention on the Rights of Persons with Disabilities. It calls upon Member States to strengthen their efforts to promote peace, human rights, democracy, and sustainable development through education, encourages the integration of education for democracy, civic education, human rights education, and education for sustainable development into education standards, and invites governments, UN agencies, funds and programmes, and intergovernmental and non-governmental organizations to intensify their efforts to promote education for democracy.",
  "id": "A/77/L.44",
  "author": "David Haken",
  "title": "A/77/L.44"
}