{
  "source": "https://www.undocs.org/A/RES/77/218",
  "pdf": {
    "version": "1.10.100",
    "info": {
      "PDFFormatVersion": "1.7",
      "IsAcroFormPresent": false,
      "IsXFAPresent": false,
      "Creator": "Microsoft速 Word for Microsoft 365",
      "Producer": "Microsoft速 Word for Microsoft 365",
      "CreationDate": "D:20230110111928-05'00'",
      "ModDate": "D:20230110111928-05'00'"
    },
    "metadata": {
      "_metadata": {
        "pdf:producer": "Microsoft速 Word for Microsoft 365",
        "xmp:creatortool": "Microsoft速 Word for Microsoft 365",
        "xmp:createdate": "2023-01-10T11:19:28-05:00",
        "xmp:modifydate": "2023-01-10T11:19:28-05:00",
        "xmpmm:documentid": "uuid:5369105B-11F0-42BC-A44B-227C78FDA78D",
        "xmpmm:instanceid": "uuid:5369105B-11F0-42BC-A44B-227C78FDA78D"
      }
    },
    "totalPages": 8
  },
  "summary": " The United Nations General Assembly Resolution 77/218 on Extrajudicial, Summary or Arbitrary Executions reaffirms the mandate of the Special Rapporteur of the Human Rights Council on extrajudicial, summary or arbitrary executions. It expresses deep concern about the continuing instances of impunity, femicide, enforced disappearances, and the disproportionate effect of conflict on women and persons with disabilities. It also calls for the signing and ratification of the International Convention for the Protection of All Persons from Enforced Disappearance, and for effective action to address the root causes, prevent, combat and eliminate the abhorrent practice. It also recognizes the potential role of new technologies in widening the space for the promotion and protection of human rights, including the right to life. It requests the Secretary-General to ensure personnel specialized in international humanitarian and human rights law form part of United Nations missions, and commends the role of the Special Rapporteur in the elimination and prevention of extrajudicial, summary or arbitrary executions. It also requests the Secretary-General to provide the Special Rapporteur with adequate human, financial and material resources to enable the mandate to be carried out effectively.",
  "id": "A/RES/77/218",
  "title": "A/RES/77/218"
}