{
  "source": "https://www.undocs.org/A/77/658",
  "pdf": {
    "version": "1.10.100",
    "info": {
      "PDFFormatVersion": "1.7",
      "IsAcroFormPresent": false,
      "IsXFAPresent": false,
      "Author": "Andrea Chambers",
      "Creator": "Microsoft速 Word for Microsoft 365",
      "Producer": "Microsoft速 Word for Microsoft 365",
      "CreationDate": "D:20230113120120-05'00'",
      "ModDate": "D:20230113120120-05'00'"
    },
    "metadata": {
      "_metadata": {
        "pdf:producer": "Microsoft速 Word for Microsoft 365",
        "dc:creator": "Andrea Chambers",
        "xmp:creatortool": "Microsoft速 Word for Microsoft 365",
        "xmp:createdate": "2023-01-13T12:01:20-05:00",
        "xmp:modifydate": "2023-01-13T12:01:20-05:00",
        "xmpmm:documentid": "uuid:DF7C311B-6407-4A36-A978-559065B9A6C9",
        "xmpmm:instanceid": "uuid:DF7C311B-6407-4A36-A978-559065B9A6C9"
      }
    },
    "totalPages": 5
  },
  "summary": " The United Nations General Assembly has included in its seventy-seventh session agenda item 135, which covers the financial reports and audited financial statements of the United Nations and its related funds and programmes. The Fifth Committee of the United Nations considered the item of allocating funds to the United Nations Office on Drugs and Crime, the United Nations Office for Project Services, the United Nations Entity for Gender Equality and the Empowerment of Women (UN-Women), the International Residual Mechanism for Criminal Tribunals, and the United Nations Joint Staff Pension Fund. The General Assembly takes note of the audit opinions and findings of the Board of Auditors and endorses the recommendations contained in their reports for the year ended 31 December 2021. It also endorses the conclusions and recommendations of the Advisory Committee on Administrative and Budgetary Questions, reaffirms the Board of Auditors' independence and responsibility for the conduct of audits, and commends the Board for the high quality of its reports.",
  "id": "A/77/658",
  "author": "Andrea Chambers",
  "title": "A/77/658"
}