{
  "source": "https://www.undocs.org/A/RES/77/252",
  "pdf": {
    "version": "1.10.100",
    "info": {
      "PDFFormatVersion": "1.7",
      "IsAcroFormPresent": false,
      "IsXFAPresent": false,
      "Author": "Andrea Chambers",
      "Creator": "Microsoft® Word for Microsoft 365",
      "Producer": "Microsoft® Word for Microsoft 365",
      "CreationDate": "D:20230112160700-05'00'",
      "ModDate": "D:20230112160700-05'00'"
    },
    "metadata": {
      "_metadata": {
        "pdf:producer": "Microsoft® Word for Microsoft 365",
        "dc:creator": "Andrea Chambers",
        "xmp:creatortool": "Microsoft® Word for Microsoft 365",
        "xmp:createdate": "2023-01-12T16:07:00-05:00",
        "xmp:modifydate": "2023-01-12T16:07:00-05:00",
        "xmpmm:documentid": "uuid:A92F67F9-10A8-488D-9EE6-23027567309F",
        "xmpmm:instanceid": "uuid:A92F67F9-10A8-488D-9EE6-23027567309F"
      }
    },
    "totalPages": 2
  },
  "summary": " The United Nations General Assembly adopted Resolution 77/252 on 30 December 2022 to investigate the conditions and circumstances resulting in the tragic death of Dag Hammarskjöld and of the members of the party accompanying him. The resolution requests the Secretary-General to reappoint the Eminent Person appointed pursuant to General Assembly resolution 74/248 to continue to review the information received and possible new information made available by Member States, urges all Member States to release any relevant records in their possession and to provide relevant information to the Eminent Person and the Secretary-General, and calls upon Member States to cooperate with and assist the Eminent Person fully. It also encourages all Member States to make assistance available to the Eminent Person, calls upon Member States to encourage individuals and private entities to make relevant records available for review, and requests the Secretary-General to continue to work towards making key documents of the Dag Hammarskjöld investigation publicly available.",
  "id": "A/RES/77/252",
  "author": "Andrea Chambers",
  "title": "A/RES/77/252"
}