{
  "source": "https://www.undocs.org/A/RES/77/156",
  "pdf": {
    "version": "1.10.100",
    "info": {
      "PDFFormatVersion": "1.7",
      "IsAcroFormPresent": false,
      "IsXFAPresent": false,
      "Author": "Shana Carter",
      "Creator": "Microsoft速 Word for Microsoft 365",
      "Producer": "Microsoft速 Word for Microsoft 365",
      "CreationDate": "D:20221223142010-05'00'",
      "ModDate": "D:20221223142010-05'00'"
    },
    "metadata": {
      "_metadata": {
        "pdf:producer": "Microsoft速 Word for Microsoft 365",
        "dc:creator": "Shana Carter",
        "xmp:creatortool": "Microsoft速 Word for Microsoft 365",
        "xmp:createdate": "2022-12-23T14:20:10-05:00",
        "xmp:modifydate": "2022-12-23T14:20:10-05:00",
        "xmpmm:documentid": "uuid:D6D1E62A-CDD6-4265-B8EA-1EB9632A0A0B",
        "xmpmm:instanceid": "uuid:D6D1E62A-CDD6-4265-B8EA-1EB9632A0A0B"
      }
    },
    "totalPages": 8
  },
  "summary": " The United Nations General Assembly adopted Resolution 77/156 on 14 December 2022, reaffirming its commitment to the outcomes of the International Conferences on Financing for Development, held in Monterrey, Mexico (2002), Doha (2008), and Addis Ababa (2015). The resolution supports and complements the 2030 Agenda for Sustainable Development, and calls for the mobilization of sufficient financing from all sources, including official development assistance, to achieve the Sustainable Development Goals by 2030. It also calls for the convening of the eighth Economic and Social Council forum on financing for development follow-up, and encourages countries to achieve the target of 0.7% of gross national income for official development assistance and 0.15 to 0.20% for least developed countries. It further looks forward to proposals from the Secretary-General regarding measures of progress on sustainable development that complement or go beyond gross domestic product, and decides to consider convening a fourth international conference on financing for development in 2025.",
  "id": "A/RES/77/156",
  "author": "Shana Carter",
  "title": "A/RES/77/156"
}