{
  "source": "https://www.undocs.org/A/RES/77/234",
  "pdf": {
    "version": "1.10.100",
    "info": {
      "PDFFormatVersion": "1.7",
      "IsAcroFormPresent": false,
      "IsXFAPresent": false,
      "Author": "Michelle Romero",
      "Creator": "Microsoft速 Word for Microsoft 365",
      "Producer": "Microsoft速 Word for Microsoft 365",
      "CreationDate": "D:20230113153311-05'00'",
      "ModDate": "D:20230113153311-05'00'"
    },
    "metadata": {
      "_metadata": {
        "pdf:producer": "Microsoft速 Word for Microsoft 365",
        "dc:creator": "Michelle Romero",
        "xmp:creatortool": "Microsoft速 Word for Microsoft 365",
        "xmp:createdate": "2023-01-13T15:33:11-05:00",
        "xmp:modifydate": "2023-01-13T15:33:11-05:00",
        "xmpmm:documentid": "uuid:D5A5CF4D-10B9-4A3F-B09F-973675984630",
        "xmpmm:instanceid": "uuid:D5A5CF4D-10B9-4A3F-B09F-973675984630"
      }
    },
    "totalPages": 5
  },
  "summary": " The United Nations General Assembly adopted Resolution 77/234 to address the urgent need to establish effective crime prevention strategies for Africa. The resolution recognizes the need for criminal justice procedures to be cost-conscious, timely, and expeditious, and emphasizes the need for collective efforts to combat crime and invest in crime prevention. It also acknowledges the United Nations African Institute for the Prevention of Crime and the Treatment of Offenders as a focal point for professional efforts, and the African Union Plan of Action on Drug Control and Crime Prevention (2019-2023). The resolution calls upon Member States, relevant entities of the United Nations, and non-governmental organizations to give the necessary support for the Institute's strategic plan, and urges all Member States and non-governmental organizations and the international community to continue to adopt concrete practical measures to support the Institute in the development of the requisite capacity and in the implementation of its programmes and activities aimed at strengthening crime prevention and criminal justice systems in Africa.",
  "id": "A/RES/77/234",
  "author": "Michelle Romero",
  "title": "A/RES/77/234"
}